Repository: rodrigofranzoi/otp-buddy
Catalog: OTPBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, nl, pt, ru, zh

source: Keychain save failed (%lld). Check code signing / Development Team.
ar: فشل الحفظ في سلسلة المفاتيح (%lld). تحقق من توقيع الرمز / Development Team.
de: Schlüsselbund-Speichern fehlgeschlagen (%lld). Code Signing / Development Team prüfen.
es: Error al guardar en el Llavero (%lld). Revisa la firma de código / Development Team.
fr: Échec d’enregistrement Trousseau (%lld). Vérifiez la signature de code / Development Team.
it: Salvataggio Portachiavi non riuscito (%lld). Controlla code signing / Development Team.
ja: キーチェーンへの保存に失敗しました（%lld）。コード署名 / Development Team を確認してください。
nl: Opslaan in Sleutelhanger mislukt (%lld). Controleer code signing / Development Team.
pt: Falha ao guardar no Porta-chaves (%lld). Verifique a assinatura de código / Development Team.
ru: Не удалось сохранить в связке ключей (%lld). Проверьте подпись кода / Development Team.
zh: 钥匙串保存失败（%lld）。请检查代码签名 / Development Team。

source: Watch your inbox for codes
ar: راقب صندوق الوارد بحثًا عن الرموز
de: Posteingang auf Codes überwachen
es: Vigila tu bandeja para códigos
fr: Surveillez votre boîte pour les codes
it: Tieni d’occhio i codici in posta
ja: 受信トレイのコードを見逃さない
nl: Houd je inbox in de gaten voor codes
pt: Fique de olho nos códigos da caixa de entrada
ru: Следите за кодами во входящих
zh: 盯住收件箱里的验证码

source: Connect an email account and OTP Buddy will catch one-time codes as they arrive — ready to copy in one click.
ar: اربط حساب بريد ويلتقط OTP Buddy الرموز لمرة واحدة فور وصولها — جاهزة للنسخ بنقرة.
de: Verbinden Sie ein E-Mail-Konto — OTP Buddy fängt Einmal-Codes ab, bereit zum Kopieren mit einem Klick.
es: Conecta una cuenta de correo y OTP Buddy capturará códigos de un solo uso — listos para copiar en un clic.
fr: Connectez un compte e-mail et OTP Buddy attrapera les codes à usage unique — prêts à copier en un clic.
it: Collega un account e-mail e OTP Buddy cattura i codici monouso — pronti da copiare con un clic.
ja: メールアカウントを接続すると、ワンタイムコードを受け取った瞬間にキャッチ。ワンクリックでコピーできます。
nl: Koppel een e-mailaccount en OTP Buddy vangt eenmalige codes op — klaar om met één klik te kopiëren.
pt: Ligue uma conta de e-mail e o OTP Buddy apanha códigos de uso único — prontos a copiar com um clique.
ru: Подключите почту — OTP Buddy поймает одноразовые коды и даст скопировать одним кликом.
zh: 连接邮箱后，OTP Buddy 会在验证码到达时捕获——一键即可复制。

source: Add Email Account
ar: إضافة حساب بريد
de: E-Mail-Konto hinzufügen
es: Añadir cuenta de correo
fr: Ajouter un compte e-mail
it: Aggiungi account e-mail
ja: メールアカウントを追加
nl: E-mailaccount toevoegen
pt: Adicionar conta de e-mail
ru: Добавить почтовый аккаунт
zh: 添加邮箱账户

source: Edit Email Account
ar: تعديل حساب البريد
de: E-Mail-Konto bearbeiten
es: Editar cuenta de correo
fr: Modifier le compte e-mail
it: Modifica account e-mail
ja: メールアカウントを編集
nl: E-mailaccount bewerken
pt: Editar conta de e-mail
ru: Изменить почтовый аккаунт
zh: 编辑邮箱账户

source: Edit Account…
ar: تعديل الحساب…
de: Konto bearbeiten…
es: Editar cuenta…
fr: Modifier le compte…
it: Modifica account…
ja: アカウントを編集…
nl: Account bewerken…
pt: Editar conta…
ru: Изменить аккаунт…
zh: 编辑账户…

source: Remove Account
ar: إزالة الحساب
de: Konto entfernen
es: Eliminar cuenta
fr: Supprimer le compte
it: Rimuovi account
ja: アカウントを削除
nl: Account verwijderen
pt: Remover conta
ru: Удалить аккаунт
zh: 移除账户

source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント
pt: Contas
ru: Аккаунты
zh: 账户

source: Codes
ar: الرموز
es: Códigos
it: Codici
ja: コード
pt: Códigos
ru: Коды
zh: 验证码

source: Email
ar: البريد
es: Correo
ja: メール
ru: Письмо
zh: 邮件

source: No codes yet
ar: لا رموز بعد
de: Noch keine Codes
es: Aún no hay códigos
fr: Pas encore de codes
it: Nessun codice ancora
ja: まだコードがありません
nl: Nog geen codes
pt: Ainda sem códigos
ru: Пока нет кодов
zh: 暂无验证码

source: New verification emails for this account will show up here.
ar: ستظهر هنا رسائل التحقق الجديدة لهذا الحساب.
de: Neue Bestätigungs-Mails für dieses Konto erscheinen hier.
es: Los nuevos correos de verificación de esta cuenta aparecerán aquí.
fr: Les nouveaux e-mails de vérification de ce compte apparaîtront ici.
it: Le nuove e-mail di verifica di questo account compariranno qui.
ja: このアカウントの新しい認証メールがここに表示されます。
nl: Nieuwe verificatiemails voor dit account verschijnen hier.
pt: Novos e-mails de verificação desta conta aparecem aqui.
ru: Новые письма с кодами для этого аккаунта появятся здесь.
zh: 此账户的新验证邮件将显示在这里。

source: Select a code
ar: اختر رمزًا
de: Code auswählen
es: Selecciona un código
fr: Sélectionnez un code
it: Seleziona un codice
ja: コードを選択
nl: Selecteer een code
pt: Selecione um código
ru: Выберите код
zh: 选择验证码

source: Choose a verification code to read the email.
ar: اختر رمزًا لقراءة الرسالة.
de: Wählen Sie einen Code, um die E-Mail zu lesen.
es: Elige un código para leer el correo.
fr: Choisissez un code pour lire l’e-mail.
it: Scegli un codice per leggere l’e-mail.
ja: コードを選ぶとメールを読めます。
nl: Kies een verificatiecode om de e-mail te lezen.
pt: Escolha um código para ler o e-mail.
ru: Выберите код, чтобы прочитать письмо.
zh: 选择验证码以查看邮件。

source: Save & Connect
ar: حفظ والاتصال
de: Speichern & Verbinden
es: Guardar y conectar
fr: Enregistrer et connecter
it: Salva e connetti
ja: 保存して接続
nl: Opslaan en verbinden
pt: Guardar e ligar
ru: Сохранить и подключить
zh: 保存并连接

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

source: Leave blank to keep the saved app password.
ar: اتركه فارغًا للاحتفاظ بكلمة مرور التطبيق المحفوظة.
de: Leer lassen, um das gespeicherte App-Passwort zu behalten.
es: Déjalo vacío para conservar la contraseña de app.
fr: Laissez vide pour conserver le mot de passe d’app.
it: Lascia vuoto per mantenere la password per app.
ja: 空白のままにすると保存済みのアプリパスワードを使います。
nl: Laat leeg om het opgeslagen app-wachtwoord te behouden.
pt: Deixe em branco para manter a palavra-passe da app.
ru: Оставьте пустым, чтобы сохранить текущий пароль приложения.
zh: 留空以保留已保存的应用专用密码。

source: Open Microsoft Account Security
ar: فتح أمان حساب Microsoft
de: Microsoft-Kontosicherheit öffnen
es: Abrir seguridad de cuenta Microsoft
fr: Ouvrir la sécurité du compte Microsoft
it: Apri sicurezza account Microsoft
ja: Microsoftアカウントのセキュリティを開く
nl: Microsoft-accountbeveiliging openen
pt: Abrir segurança da conta Microsoft
ru: Открыть безопасность аккаунта Microsoft
zh: 打开 Microsoft 账户安全

source: Open AOL Account Security
ar: فتح أمان حساب AOL
de: AOL-Kontosicherheit öffnen
es: Abrir seguridad de cuenta AOL
fr: Ouvrir la sécurité du compte AOL
it: Apri sicurezza account AOL
ja: AOLアカウントのセキュリティを開く
nl: AOL-accountbeveiliging openen
pt: Abrir segurança da conta AOL
ru: Открыть безопасность аккаунта AOL
zh: 打开 AOL 账户安全

source: Open Zoho Security
ar: فتح أمان Zoho
de: Zoho-Sicherheit öffnen
es: Abrir seguridad de Zoho
fr: Ouvrir la sécurité Zoho
it: Apri sicurezza Zoho
ja: Zohoのセキュリティを開く
nl: Zoho-beveiliging openen
pt: Abrir segurança Zoho
ru: Открыть безопасность Zoho
zh: 打开 Zoho 安全设置

source: Open Fastmail App Passwords help
ar: فتح مساعدة كلمات مرور تطبيقات Fastmail
de: Fastmail-Hilfe zu App-Passwörtern öffnen
es: Abrir ayuda de contraseñas de app de Fastmail
fr: Ouvrir l’aide Fastmail (mots de passe d’app)
it: Apri guida password per app Fastmail
ja: Fastmailのアプリパスワードヘルプを開く
nl: Fastmail-hulp voor app-wachtwoorden openen
pt: Abrir ajuda de palavras-passe de app do Fastmail
ru: Открыть справку Fastmail по паролям приложений
zh: 打开 Fastmail 应用专用密码帮助

source: Open GMX
ar: فتح GMX
de: GMX öffnen
es: Abrir GMX
fr: Ouvrir GMX
it: Apri GMX
ja: GMXを開く
nl: GMX openen
pt: Abrir GMX
ru: Открыть GMX
zh: 打开 GMX

source: Enter an IMAP host
ar: أدخل مضيف IMAP
de: IMAP-Host eingeben
es: Introduce un servidor IMAP
fr: Saisissez un hôte IMAP
it: Inserisci un host IMAP
ja: IMAPホストを入力してください
nl: Voer een IMAP-host in
pt: Introduza um servidor IMAP
ru: Введите IMAP-хост
zh: 请输入 IMAP 主机

source: Add an email account first
ar: أضف حساب بريد أولاً
de: Zuerst E-Mail-Konto hinzufügen
es: Añade primero una cuenta de correo
fr: Ajoutez d’abord un compte e-mail
it: Aggiungi prima un account e-mail
ja: 先にメールアカウントを追加してください
nl: Voeg eerst een e-mailaccount toe
pt: Adicione primeiro uma conta de e-mail
ru: Сначала добавьте почтовый аккаунт
zh: 请先添加邮箱账户

source: Demo verification email
ar: رسالة تحقق تجريبية
de: Demo-Bestätigungs-E-Mail
es: Correo de verificación de demostración
fr: E-mail de vérification démo
it: E-mail di verifica demo
ja: デモ用認証メール
nl: Demo-verificatie-e-mail
pt: E-mail de verificação de demonstração
ru: Демо-письмо с кодом
zh: 演示验证邮件

source: OTP email
ar: بريد OTP
es: Correo OTP
fr: E-mail OTP
it: E-mail OTP
ja: OTPメール
pt: E-mail OTP
ru: OTP-письмо
zh: OTP 邮件

source: This message is HTML-only. The code is shown above.
ar: هذه الرسالة بتنسيق HTML فقط. الرمز ظاهر أعلاه.
de: Diese Nachricht ist nur HTML. Der Code steht oben.
es: Este mensaje es solo HTML. El código está arriba.
fr: Ce message est uniquement en HTML. Le code est ci-dessus.
it: Questo messaggio è solo HTML. Il codice è sopra.
ja: このメールはHTMLのみです。コードは上に表示されています。
nl: Dit bericht is alleen HTML. De code staat hierboven.
pt: Esta mensagem é só HTML. O código está acima.
ru: Письмо только в HTML. Код показан выше.
zh: 此邮件仅为 HTML。验证码显示在上方。

source: Outlook / Hotmail / Microsoft 365 need an app password when 2-Step Verification is on. 1. Open Microsoft Account Security and turn on 2-Step Verification. 2. Create an app password for Mail. 3. Use your full email as username and paste the app password below.
ar: يحتاج Outlook / Hotmail / Microsoft 365 إلى كلمة مرور للتطبيق عند تفعيل التحقق بخطوتين. 1. افتح أمان حساب Microsoft وفعّل التحقق بخطوتين. 2. أنشئ كلمة مرور للتطبيق للبريد. 3. استخدم بريدك الكامل كاسم مستخدم والصق كلمة مرور التطبيق أدناه.
de: Outlook / Hotmail / Microsoft 365 benötigen bei 2-Schritt-Bestätigung ein App-Passwort. 1. Öffnen Sie die Microsoft-Kontosicherheit und aktivieren Sie die 2-Schritt-Bestätigung. 2. Erstellen Sie ein App-Passwort für Mail. 3. Nutzen Sie Ihre vollständige E-Mail als Benutzername und fügen Sie das App-Passwort unten ein.
es: Outlook / Hotmail / Microsoft 365 necesitan una contraseña de app si la verificación en 2 pasos está activa. 1. Abre la seguridad de la cuenta Microsoft y activa la verificación en 2 pasos. 2. Crea una contraseña de app para Mail. 3. Usa tu correo completo como usuario y pega la contraseña abajo.
fr: Outlook / Hotmail / Microsoft 365 exigent un mot de passe d’app si la validation en deux étapes est activée. 1. Ouvrez la sécurité du compte Microsoft et activez la validation en deux étapes. 2. Créez un mot de passe d’app pour Mail. 3. Utilisez votre e-mail complet comme nom d’utilisateur et collez le mot de passe ci-dessous.
it: Outlook / Hotmail / Microsoft 365 richiedono una password per app se la verifica in due passaggi è attiva. 1. Apri la sicurezza dell’account Microsoft e attiva la verifica in due passaggi. 2. Crea una password per app per Mail. 3. Usa l’email completa come nome utente e incolla la password qui sotto.
ja: 2段階認証がオンの場合、Outlook / Hotmail / Microsoft 365 ではアプリパスワードが必要です。 1. Microsoftアカウントのセキュリティを開き、2段階認証をオンにします。 2. メール用のアプリパスワードを作成します。 3. ユーザー名にフルのメールアドレスを使い、下にアプリパスワードを貼り付けます。
nl: Outlook / Hotmail / Microsoft 365 hebben een app-wachtwoord nodig als 2-stapsverificatie aan staat. 1. Open Microsoft-accountbeveiliging en zet 2-stapsverificatie aan. 2. Maak een app-wachtwoord voor Mail. 3. Gebruik je volledige e-mail als gebruikersnaam en plak het app-wachtwoord hieronder.
pt: Outlook / Hotmail / Microsoft 365 precisam de uma palavra-passe de app com a verificação em 2 passos ativa. 1. Abra a segurança da conta Microsoft e ative a verificação em 2 passos. 2. Crie uma palavra-passe de app para Mail. 3. Use o e-mail completo como utilizador e cole a palavra-passe abaixo.
ru: Для Outlook / Hotmail / Microsoft 365 нужен пароль приложения, если включена двухэтапная проверка. 1. Откройте безопасность аккаунта Microsoft и включите двухэтапную проверку. 2. Создайте пароль приложения для Почты. 3. Укажите полный email как имя пользователя и вставьте пароль ниже.
zh: 开启两步验证后，Outlook / Hotmail / Microsoft 365 需要应用专用密码。 1. 打开 Microsoft 账户安全并开启两步验证。 2. 为邮件创建应用专用密码。 3. 用户名使用完整邮箱，并将应用专用密码粘贴到下方。

source: AOL needs an app password for IMAP. 1. Open AOL Account Security and enable verification if asked. 2. Generate an app password for Mail. 3. Paste it below with your full AOL address as username.
ar: يحتاج AOL إلى كلمة مرور للتطبيق لـ IMAP. 1. افتح أمان حساب AOL. 2. أنشئ كلمة مرور للتطبيق للبريد. 3. الصقها أدناه مع عنوان AOL كاسم مستخدم.
de: AOL benötigt ein App-Passwort für IMAP. 1. Öffnen Sie die AOL-Kontosicherheit. 2. Erzeugen Sie ein App-Passwort für Mail. 3. Fügen Sie es unten mit Ihrer AOL-Adresse als Benutzername ein.
es: AOL necesita una contraseña de app para IMAP. 1. Abre la seguridad de la cuenta AOL. 2. Genera una contraseña de app para Mail. 3. Pégala abajo con tu dirección AOL como usuario.
fr: AOL exige un mot de passe d’app pour IMAP. 1. Ouvrez la sécurité du compte AOL. 2. Générez un mot de passe d’app pour Mail. 3. Collez-le ci-dessous avec votre adresse AOL comme nom d’utilisateur.
it: AOL richiede una password per app per IMAP. 1. Apri la sicurezza dell’account AOL. 2. Genera una password per app per Mail. 3. Incollala qui sotto con l’indirizzo AOL come nome utente.
ja: AOL の IMAP にはアプリパスワードが必要です。 1. AOLアカウントのセキュリティを開きます。 2. メール用のアプリパスワードを生成します。 3. ユーザー名にAOLアドレスを使い、下に貼り付けます。
nl: AOL heeft een app-wachtwoord nodig voor IMAP. 1. Open AOL-accountbeveiliging. 2. Genereer een app-wachtwoord voor Mail. 3. Plak het hieronder met je AOL-adres als gebruikersnaam.
pt: A AOL precisa de uma palavra-passe de app para IMAP. 1. Abra a segurança da conta AOL. 2. Gere uma palavra-passe de app para Mail. 3. Cole abaixo com o endereço AOL como utilizador.
ru: Для IMAP в AOL нужен пароль приложения. 1. Откройте безопасность аккаунта AOL. 2. Создайте пароль приложения для Почты. 3. Вставьте его ниже, указав адрес AOL как имя пользователя.
zh: AOL 的 IMAP 需要应用专用密码。 1. 打开 AOL 账户安全。 2. 为邮件生成应用专用密码。 3. 用户名使用 AOL 地址，并将密码粘贴到下方。

source: Zoho Mail needs an application-specific password for IMAP. 1. Open Zoho Account Security. 2. Create an application-specific password. 3. Paste it below.
ar: يحتاج Zoho Mail إلى كلمة مرور خاصة بالتطبيق لـ IMAP. 1. افتح أمان حساب Zoho. 2. أنشئ كلمة مرور خاصة بالتطبيق. 3. الصقها أدناه.
de: Zoho Mail benötigt ein anwendungsspezifisches Passwort für IMAP. 1. Öffnen Sie die Zoho-Kontosicherheit. 2. Erstellen Sie ein anwendungsspezifisches Passwort. 3. Fügen Sie es unten ein.
es: Zoho Mail necesita una contraseña específica de app para IMAP. 1. Abre la seguridad de la cuenta Zoho. 2. Crea una contraseña específica de aplicación. 3. Pégala abajo.
fr: Zoho Mail nécessite un mot de passe spécifique à l’application pour IMAP. 1. Ouvrez la sécurité du compte Zoho. 2. Créez un mot de passe spécifique à l’application. 3. Collez-le ci-dessous.
it: Zoho Mail richiede una password specifica per l’app per IMAP. 1. Apri la sicurezza dell’account Zoho. 2. Crea una password specifica per l’applicazione. 3. Incollala qui sotto.
ja: Zoho Mail の IMAP にはアプリ用パスワードが必要です。 1. Zohoアカウントのセキュリティを開きます。 2. アプリ用パスワードを作成します。 3. 下に貼り付けます。
nl: Zoho Mail heeft een appspecifiek wachtwoord nodig voor IMAP. 1. Open Zoho-accountbeveiliging. 2. Maak een appspecifiek wachtwoord. 3. Plak het hieronder.
pt: O Zoho Mail precisa de uma palavra-passe específica da app para IMAP. 1. Abra a segurança da conta Zoho. 2. Crie uma palavra-passe específica da aplicação. 3. Cole abaixo.
ru: Для IMAP в Zoho Mail нужен пароль приложения. 1. Откройте безопасность аккаунта Zoho. 2. Создайте пароль приложения. 3. Вставьте его ниже.
zh: Zoho Mail 的 IMAP 需要应用专用密码。 1. 打开 Zoho 账户安全。 2. 创建应用专用密码。 3. 粘贴到下方。

source: Fastmail needs an app password for third-party IMAP apps. 1. Open Fastmail settings → Password & Security. 2. Create a new app password. 3. Paste it below.
ar: يحتاج Fastmail إلى كلمة مرور للتطبيق لـ IMAP من طرف ثالث. 1. إعدادات Fastmail → كلمة المرور والأمان. 2. أنشئ كلمة مرور جديدة للتطبيق. 3. الصقها أدناه.
de: Fastmail benötigt ein App-Passwort für Drittanbieter-IMAP. 1. Fastmail-Einstellungen → Passwort & Sicherheit. 2. Neues App-Passwort erstellen. 3. Unten einfügen.
es: Fastmail necesita una contraseña de app para IMAP de terceros. 1. Ajustes de Fastmail → Contraseña y seguridad. 2. Crea una nueva contraseña de app. 3. Pégala abajo.
fr: Fastmail exige un mot de passe d’app pour IMAP tiers. 1. Réglages Fastmail → Mot de passe et sécurité. 2. Créez un nouveau mot de passe d’app. 3. Collez-le ci-dessous.
it: Fastmail richiede una password per app per IMAP di terze parti. 1. Impostazioni Fastmail → Password e sicurezza. 2. Crea una nuova password per app. 3. Incollala qui sotto.
ja: Fastmail の第三者 IMAP にはアプリパスワードが必要です。 1. Fastmail設定 → パスワードとセキュリティ。 2. 新しいアプリパスワードを作成。 3. 下に貼り付けます。
nl: Fastmail heeft een app-wachtwoord nodig voor IMAP van derden. 1. Fastmail-instellingen → Wachtwoord & beveiliging. 2. Maak een nieuw app-wachtwoord. 3. Plak het hieronder.
pt: O Fastmail precisa de uma palavra-passe de app para IMAP de terceiros. 1. Definições Fastmail → Palavra-passe e segurança. 2. Crie uma nova palavra-passe de app. 3. Cole abaixo.
ru: Для стороннего IMAP в Fastmail нужен пароль приложения. 1. Настройки Fastmail → Пароль и безопасность. 2. Создайте новый пароль приложения. 3. Вставьте ниже.
zh: Fastmail 的第三方 IMAP 需要应用专用密码。 1. Fastmail 设置 → 密码与安全。 2. 创建新的应用专用密码。 3. 粘贴到下方。

source: Enable IMAP in GMX settings, then use your GMX email and password (or app password if offered). Host is usually imap.gmx.com on port 993 with TLS.
ar: فعّل IMAP في إعدادات GMX ثم استخدم بريد وكلمة مرور GMX (أو كلمة مرور التطبيق). المضيف عادةً imap.gmx.com والمنفذ 993 مع TLS.
de: Aktivieren Sie IMAP in den GMX-Einstellungen und nutzen Sie Ihre GMX-E-Mail und Ihr Passwort (oder App-Passwort). Host ist meist imap.gmx.com, Port 993 mit TLS.
es: Activa IMAP en los ajustes de GMX y usa tu correo y contraseña GMX (o de app). El host suele ser imap.gmx.com, puerto 993 con TLS.
fr: Activez IMAP dans les réglages GMX, puis utilisez votre e-mail et mot de passe GMX (ou d’app). L’hôte est souvent imap.gmx.com, port 993 avec TLS.
it: Abilita IMAP nelle impostazioni GMX e usa email e password GMX (o per app). L’host è di solito imap.gmx.com, porta 993 con TLS.
ja: GMX設定でIMAPを有効にし、GMXのメールとパスワード（またはアプリパスワード）を使います。 ホストは通常 imap.gmx.com、ポート993＋TLSです。
nl: Schakel IMAP in bij GMX-instellingen en gebruik je GMX-e-mail en wachtwoord (of app-wachtwoord). Host is meestal imap.gmx.com, poort 993 met TLS.
pt: Ative o IMAP nas definições GMX e use o e-mail e a palavra-passe GMX (ou de app). O host costuma ser imap.gmx.com, porta 993 com TLS.
ru: Включите IMAP в настройках GMX и используйте email и пароль GMX (или пароль приложения). Хост обычно imap.gmx.com, порт 993 с TLS.
zh: 在 GMX 设置中启用 IMAP，然后使用 GMX 邮箱和密码（或应用专用密码）。 主机通常为 imap.gmx.com，端口 993 并启用 TLS。

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pt: Título
ru: Название
zh: 标题

source: Optional — leave blank to use your email as the title.
ar: اختياري — اتركه فارغًا لاستخدام البريد كعنوان.
de: Optional — leer lassen, um die E-Mail-Adresse als Titel zu verwenden.
es: Opcional — déjalo en blanco para usar el correo como título.
fr: Facultatif — laissez vide pour utiliser votre e-mail comme titre.
it: Facoltativo — lascia vuoto per usare l’email come titolo.
ja: 任意 — 空欄のままにするとメールアドレスがタイトルになります。
nl: Optioneel — laat leeg om je e-mailadres als titel te gebruiken.
pt: Opcional — deixe em branco para usar o e-mail como título.
ru: Необязательно — оставьте пустым, чтобы использовать email как название.
zh: 可选 — 留空则使用邮箱作为标题。

source: Remove this account?
ar: إزالة هذا الحساب؟
de: Dieses Konto entfernen?
es: ¿Eliminar esta cuenta?
fr: Supprimer ce compte ?
it: Rimuovere questo account?
ja: このアカウントを削除しますか？
nl: Dit account verwijderen?
pt: Remover esta conta?
ru: Удалить этот аккаунт?
zh: 移除此账户？

source: OTP Buddy will stop watching %@ and remove its saved credentials.
ar: سيتوقف OTP Buddy عن مراقبة %@ ويزيل بيانات الاعتماد المحفوظة.
de: OTP Buddy beobachtet %@ nicht mehr und entfernt die gespeicherten Zugangsdaten.
es: OTP Buddy dejará de vigilar %@ y eliminará las credenciales guardadas.
fr: OTP Buddy arrêtera de surveiller %@ et supprimera les identifiants enregistrés.
it: OTP Buddy smetterà di monitorare %@ e rimuoverà le credenziali salvate.
ja: OTP Buddy は %@ の監視を停止し、保存された認証情報を削除します。
nl: OTP Buddy stopt met het volgen van %@ en verwijdert de opgeslagen inloggegevens.
pt: O OTP Buddy deixará de monitorar %@ e removerá as credenciais salvas.
ru: OTP Buddy перестанет отслеживать %@ и удалит сохранённые учётные данные.
zh: OTP Buddy 将停止监视 %@ 并移除已保存的凭据。

source: Connect all accounts
ar: الاتصال بجميع الحسابات
de: Alle Konten verbinden
es: Conectar todas las cuentas
fr: Connecter tous les comptes
it: Collega tutti gli account
ja: すべてのアカウントに接続
nl: Alle accounts verbinden
pt: Conectar todas as contas
ru: Подключить все аккаунты
zh: 连接所有账户

source: Disconnect all accounts
ar: قطع الاتصال بجميع الحسابات
de: Alle Konten trennen
es: Desconectar todas las cuentas
fr: Déconnecter tous les comptes
it: Disconnetti tutti gli account
ja: すべてのアカウントを切断
nl: Alle accounts verbreken
pt: Desconectar todas as contas
ru: Отключить все аккаунты
zh: 断开所有账户

source: Connected all accounts
ar: تم الاتصال بجميع الحسابات
de: Alle Konten verbunden
es: Todas las cuentas conectadas
fr: Tous les comptes connectés
it: Tutti gli account collegati
ja: すべてのアカウントに接続しました
nl: Alle accounts verbonden
pt: Todas as contas conectadas
ru: Все аккаунты подключены
zh: 已连接所有账户

source: Could not connect any account
ar: تعذر الاتصال بأي حساب
de: Kein Konto konnte verbunden werden
es: No se pudo conectar ninguna cuenta
fr: Impossible de connecter un compte
it: Impossibile collegare alcun account
ja: アカウントに接続できませんでした
nl: Geen enkel account kon worden verbonden
pt: Não foi possível conectar nenhuma conta
ru: Не удалось подключить ни один аккаунт
zh: 无法连接任何账户

source: Connected with %lld failure(s)
ar: تم الاتصال مع %lld فشلاً
de: Verbunden, %lld Fehler
es: Conectado con %lld error(es)
fr: Connecté avec %lld échec(s)
it: Collegato con %lld errore/i
ja: 接続しました（失敗 %lld 件）
nl: Verbonden met %lld mislukking(en)
pt: Conectado com %lld falha(s)
ru: Подключено, ошибок: %lld
zh: 已连接，但有 %lld 个失败

source: Partially connected
ar: متصل جزئيًا
de: Teilweise verbunden
es: Parcialmente conectado
fr: Partiellement connecté
it: Parzialmente collegato
ja: 一部接続中
nl: Gedeeltelijk verbonden
pt: Parcialmente conectado
ru: Частично подключено
zh: 部分已连接

source: No accounts
ar: لا توجد حسابات
de: Keine Konten
es: Sin cuentas
fr: Aucun compte
it: Nessun account
ja: アカウントなし
nl: Geen accounts
pt: Nenhuma conta
ru: Нет аккаунтов
zh: 暂无账户

source: Connection issue
ar: مشكلة في الاتصال
de: Verbindungsproblem
es: Problema de conexión
fr: Problème de connexion
it: Problema di connessione
ja: 接続の問題
nl: Verbindingsprobleem
pt: Problema de conexão
ru: Проблема подключения
zh: 连接问题

source: Couldn’t connect: %@%@. %@
ar: تعذر الاتصال: %@%@. %@
de: Verbindung fehlgeschlagen: %@%@. %@
es: No se pudo conectar: %@%@. %@
fr: Connexion impossible : %@%@. %@
it: Connessione non riuscita: %@%@. %@
ja: 接続できませんでした: %@%@。%@
nl: Verbinden mislukt: %@%@. %@
pt: Falha ao conectar: %@%@. %@
ru: Не удалось подключить: %@%@. %@
zh: 无法连接：%@%@。%@

source: +%lld more
ar: +%lld أكثر
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altri
ja: ほか %lld 件
nl: +%lld meer
pt: +%lld mais
ru: и ещё %lld
zh: 还有 %lld 个

source: Saving & connecting…
ar: جارٍ الحفظ والاتصال…
de: Speichern & verbinden…
es: Guardando y conectando…
fr: Enregistrement et connexion…
it: Salvataggio e connessione…
ja: 保存して接続中…
nl: Opslaan & verbinden…
pt: A guardar e ligar…
ru: Сохранение и подключение…
zh: 正在保存并连接…
